Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# error.recording.pending.service_unavailable
source: The transcription service is temporarily unavailable. Audio was saved to Pending Records. Please retry later.
de: Der Transkriptionsdienst ist vorübergehend nicht verfügbar. Audio wurde unter Pending Records gespeichert. Bitte später erneut versuchen.
es: El servicio de transcripción no está disponible temporalmente. El audio se guardó en Registros pendientes. Inténtalo más tarde.
fr: Le service de transcription est temporairement indisponible. L’audio a été enregistré dans les enregistrements en attente. Réessayez plus tard.
ja: 文字起こしサービスは一時的に利用できません。音声は保留中の録音に保存されました。時間をおいて再試行してください。
ko: 전사 서비스가 일시적으로 사용할 수 없습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 나중에 다시 시도해 주세요.
zh_hans: 转录服务暂时不可用。音频已保存到待处理录音，请稍后重试。
zh_hant: 轉錄服務暫時不可用。音訊已儲存到待處理錄音，請稍後重試。

# error.recording.pending.timeout
source: Transcription timed out. Audio was saved to Pending Records. Please retry shortly.
de: Transkription hat zu lange gedauert. Audio wurde unter Pending Records gespeichert. Bitte später erneut versuchen.
es: La transcripción agotó el tiempo. El audio se guardó en Registros pendientes. Inténtalo de nuevo en unos minutos.
fr: La transcription a dépassé le délai. L’audio a été enregistré dans les enregistrements en attente. Réessayez dans quelques instants.
ja: 文字起こしがタイムアウトしました。音声は保留中の録音に保存されました。しばらくしてから再試行してください。
ko: 전사가 시간 초과되었습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 转录超时。音频已保存到待处理录音，请稍后重试。
zh_hant: 轉錄逾時。音訊已儲存到待處理錄音，請稍後重試。

# error.recording.pending.unknown
source: Transcription failed. Audio was saved to Pending Records. Please retry.
de: Transkription fehlgeschlagen. Audio wurde unter Pending Records gespeichert. Bitte erneut versuchen.
es: La transcripción falló. El audio se guardó en Registros pendientes. Inténtalo de nuevo.
fr: La transcription a échoué. L’audio a été enregistré dans les enregistrements en attente. Veuillez réessayer.
ja: 文字起こしに失敗しました。音声は保留中の録音に保存されました。再試行してください。
ko: 전사에 실패했습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 다시 시도해 주세요.
zh_hans: 转录失败。音频已保存到待处理录音，请重试。
zh_hant: 轉錄失敗。音訊已儲存到待處理錄音，請重試。

# error.recording.permission_needed
source: Permission Needed
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
ja: 権限が必要です
ko: 권한 필요
zh_hans: 需要权限
zh_hant: 需要權限

# error.recording.timeout
source: Transcription timed out. Please try again.
de: Zeitüberschreitung bei der Transkription. Bitte erneut versuchen.
es: La transcripción agotó el tiempo. Inténtalo de nuevo.
fr: Délai de transcription dépassé. Veuillez réessayer.
ja: 文字起こしがタイムアウトしました。再試行してください。
ko: 전사가 시간 초과되었습니다. 다시 시도해 주세요.
zh_hans: 转写超时，请重试。
zh_hant: 轉寫逾時，請重試。

# error.sync.authorization_failed
source: Sync authorization failed.
de: Synchronisierungsautorisierung fehlgeschlagen.
es: Falló la autorización de sincronización.
fr: Échec de l'autorisation de synchronisation.
ja: 同期の認証に失敗しました。
ko: 동기화 인증에 실패했습니다.
zh_hans: 同步鉴权失败。
zh_hant: 同步授權失敗。

# error.sync.disabled
source: Sync is disabled.
de: Synchronisierung ist deaktiviert.
es: La sincronización está deshabilitada.
fr: La synchronisation est désactivée.
ja: 同期は無効です。
ko: 동기화가 비활성화되어 있습니다.
zh_hans: 同步已关闭。
zh_hant: 同步已關閉。

# error.sync.failed_with_reason
source: Sync failed: %@
de: Synchronisierung fehlgeschlagen: %@
es: Error de sincronización: %@
fr: Échec de la synchronisation : %@
ja: 同期に失敗しました: %@
ko: 동기화 실패: %@
zh_hans: 同步失败：%@
zh_hant: 同步失敗：%@

# error.sync.server_url_required
source: Server URL is required.
de: Server-URL ist erforderlich.
es: Se requiere la URL del servidor.
fr: L'URL du serveur est requise.
ja: サーバー URL が必要です。
ko: 서버 URL이 필요합니다.
zh_hans: 需要服务器 URL。
zh_hant: 需要伺服器 URL。

# error.sync.session_expired
source: Session expired. Please sign in again.
de: Sitzung abgelaufen. Bitte melde dich erneut an.
es: La sesión ha caducado. Inicia sesión de nuevo.
fr: Session expirée. Veuillez vous reconnecter.
ja: セッションの有効期限が切れました。再度サインインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.
zh_hans: 会话已过期，请重新登录。
zh_hant: 工作階段已過期，請重新登入。

# error.sync.sign_in_required
source: Sign in required to sync.
de: Zum Synchronisieren ist eine Anmeldung erforderlich.
es: Debes iniciar sesión para sincronizar.
fr: Connexion requise pour synchroniser.
ja: 同期するにはサインインが必要です。
ko: 동기화하려면 로그인이 필요합니다.
zh_hans: 需要登录后才能同步。
zh_hant: 需要登入後才能同步。

# error.sync.unavailable
source: Sync is unavailable.
de: Synchronisierung ist nicht verfügbar.
es: La sincronización no está disponible.
fr: La synchronisation est indisponible.
ja: 同期は現在利用できません。
ko: 동기화를 사용할 수 없습니다.
zh_hans: 同步当前不可用。
zh_hant: 同步目前不可用。

source: Expand
de: Erweitern
es: Ampliar
fr: Développer
ja: 展開
ko: 확장
zh_hans: 扩写
zh_hant: 擴寫

source: Export All Notes
de: Alle Notizen exportieren
es: Exportar todas las notas
fr: Exporter toutes les notes
ja: すべてのノートをエクスポート
ko: 모든 메모 내보내기
zh_hans: 导出全部笔记
zh_hant: 匯出所有筆記

# export.cancel
source: Cancel Export
de: Export abbrechen
es: Cancelar exportación
fr: Annuler l'exportation
ja: エクスポートのキャンセル
ko: 내보내기 취소
zh_hans: 取消导出
zh_hant: 取消匯出

# export.error.sign_in_required
source: Sign in required to export.
de: Zum Exportieren musst du angemeldet sein.
es: Debes iniciar sesión para exportar.
fr: Vous devez être connecté pour exporter.
ja: エクスポートするにはサインインが必要です。
ko: 내보내려면 로그인해야 합니다.
zh_hans: 导出前请先登录。
zh_hant: 匯出前請先登入。

# export.error.unable_to_export_notes
source: Unable to export notes. Please try again.
de: Die Notizen konnten nicht exportiert werden. Bitte versuch es erneut.
es: No se pueden exportar notas. Por favor inténtalo de nuevo.
fr: Impossible d'exporter les notes. Veuillez réessayer.
ja: メモをエクスポートできません。もう一度試してください。
ko: 메모를 내보낼 수 없습니다. 다시 시도해 주세요.
zh_hans: 无法导出笔记。请再试一次。
zh_hant: 無法匯出筆記。請再試一次。

# export.progress.cancelled
source: Export cancelled
de: Export abgebrochen
es: Exportación cancelada
fr: Exportation annulée
ja: エクスポートがキャンセルされました
ko: 내보내기가 취소되었습니다.
zh_hans: 导出已取消
zh_hant: 匯出已取消

# export.progress.complete
source: Export complete
de: Export abgeschlossen
es: Exportación completa
fr: Exportation terminée
ja: エクスポートが完了しました
ko: 내보내기 완료
zh_hans: 导出完成
zh_hant: 匯出完成

# export.progress.preparing
source: Preparing export...
de: Export wird vorbereitet...
es: Preparando exportación...
fr: Préparation de l'exportation...
ja: エクスポートを準備しています...
ko: 내보내기 준비 중...
zh_hans: 正在准备导出...
zh_hant: 正在準備匯出...

# export.success.summary
source: %lld notes • %@
de: %lld Notizen • %@
es: %lld notas • %@
ja: %lld メモ • %@
ko: %lld 메모 • %@
zh_hans: %lld 条笔记 • %@
zh_hant: %lld 則筆記 • %@

source: FLEXIBLE
de: FLEXIBEL
ja: 柔軟に使える
ko: 유연한
zh_hans: 灵活选择
zh_hant: 彈性方案

# font.preview.body_large
source: Body Large
de: Fließtext groß
es: cuerpo grande
fr: Texte grand
ja: 本体大
ko: 대형 바디
zh_hans: 正文大号
zh_hant: 正文大號

# font.preview.body_medium
source: Body Medium
de: Fließtext mittel
es: Texto mediano
fr: Texte moyen
ja: ボディミディアム
ko: 바디 미디엄
zh_hans: 正文中号
zh_hant: 正文中號

# font.preview.body_small
source: Body Small
de: Fließtext klein
es: Texto pequeño
fr: Texte petit
ja: ボディが小さい
ko: 바디 스몰
zh_hans: 正文小号
zh_hant: 正文小號

# font.preview.caption
source: Caption
de: Untertitel
es: Subtítulo
fr: Légende
ja: キャプション
ko: 표제
zh_hans: 标题
zh_hant: 標題

# font.preview.display_large
source: Display Large
de: Groß anzeigen
es: Pantalla grande
fr: Afficher grand
ja: 大きく表示
ko: 대형 디스플레이
zh_hans: 展示大号
zh_hant: 展示大號

# font.preview.display_medium
source: Display Medium
de: Anzeige mittel
es: Pantalla mediana
fr: Affichage moyen
ja: 表示媒体
ko: 디스플레이 매체
zh_hans: 展示中号
zh_hant: 展示中號

# home.agent.executing
source: Executing %@...
de: %@ wird ausgeführt...
es: Ejecutando %@...
fr: Exécution de %@...
ja: %@ を実行しています...
ko: %@ 실행 중...
zh_hans: 正在执行 %@...
zh_hant: 正在執行 %@...

# home.ai_skills.preview.action.append
source: Append
de: Anhängen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 追加
zh_hant: 追加

# home.ai_skills.preview.action.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# home.ai_skills.preview.action.replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換え
ko: 바꾸기
zh_hans: 替换
zh_hant: 取代

# home.ai_skills.preview.action.save_as_draft
source: Save as new draft
de: Als neuen Entwurf speichern
es: Guardar como nuevo borrador
fr: Enregistrer comme nouveau brouillon
ja: 新しい下書きとして保存
ko: 새 초안으로 저장
zh_hans: 保存为新草稿
zh_hant: 儲存為新草稿

# home.ai_skills.preview.multiple_context
source: Created from %lld notes
de: Erstellt aus %lld Notizen
es: Creado a partir de %lld notas
fr: Créé à partir de %lld notes
ja: %lld件のノートから作成
ko: %lld개 노트로 생성됨
zh_hans: 基于 %lld 条笔记生成
zh_hant: 基於 %lld 條筆記生成

# home.ai_skills.preview.single_context
source: From: %@
de: Aus: %@
es: De: %@
fr: Depuis : %@
ja: 元のノート: %@
ko: 원본: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

# home.ai_skills.preview.title
source: Skill Result
de: Skill-Ergebnis
es: Resultado del Skill
fr: Résultat du Skill
ja: スキル結果
ko: 스킬 결과
zh_hans: Skill 结果
zh_hant: Skill 結果

# home.alert.ask_hard_limit.message
source: You can ask AI about up to %lld notes at a time. Please reduce your selection.
de: Du kannst die KI gleichzeitig zu maximal %lld Notizen befragen. Bitte reduziere deine Auswahl.
es: Puedes preguntar a la IA sobre hasta %lld notas a la vez. Reduce tu selección.
fr: Vous pouvez interroger l'IA sur un maximum de %lld notes à la fois. Réduisez votre sélection.
ja: 一度に AI へ質問できるのは最大 %lld 件のノートです。選択数を減らしてください。
ko: 한 번에 AI에 질문할 수 있는 노트는 최대 %lld개입니다. 선택 수를 줄여 주세요.
zh_hans: 一次最多可向 AI 提问 %lld 条笔记，请减少选择数量。
zh_hant: 一次最多可向 AI 提問 %lld 則筆記，請減少選擇數量。

# home.alert.ask_soft_limit.message
source: You selected %lld notes. Asking AI with many notes may be slower and less accurate.
de: Du hast %lld Notizen ausgewählt. Bei vielen Notizen kann die KI langsamer und weniger präzise sein.
es: Has seleccionado %lld notas. Con muchas notas, la IA puede ser más lenta y menos precisa.
fr: Vous avez sélectionné %lld notes. Avec un grand nombre de notes, l'IA peut être plus lente et moins précise.
ja: %lld 件のノートを選択しました。ノート数が多いと、AI の処理が遅くなり精度が下がる場合があります。
ko: %lld개의 노트를 선택했습니다. 노트가 많으면 AI 처리가 느려지고 정확도가 낮아질 수 있습니다.
zh_hans: 你已选择 %lld 条笔记。笔记过多时，AI 处理会更慢且准确性可能下降。
zh_hant: 你已選擇 %lld 則筆記。筆記過多時，AI 處理會較慢且準確性可能下降。

# home.alert.delete_notes.button
source: Delete %lld Notes
de: %lld Notizen löschen
es: Eliminar %lld notas
fr: Supprimer %lld notes
ja: %lld 件のノートを削除
ko: 노트 %lld개 삭제
zh_hans: 删除 %lld 条笔记
zh_hant: 刪除 %lld 則筆記

# home.alert.delete_notes.button.one
source: Delete Note
de: Notiz löschen
es: Eliminar nota
fr: Supprimer la note
ja: ノートを削除
ko: 노트 삭제
zh_hans: 删除笔记
zh_hant: 刪除筆記

# home.alert.delete_notes.button.other
source: Delete %lld Notes
de: %lld Notizen löschen
es: Eliminar %lld notas
fr: Supprimer %lld notes
ja: %lld 件のノートを削除
ko: 노트 %lld개 삭제
zh_hans: 删除 %lld 条笔记
zh_hant: 刪除 %lld 則筆記

# home.alert.delete_notes.message
source: Are you sure you want to delete %lld notes? This action cannot be undone.
de: Möchtest du wirklich %lld Notizen löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que deseas eliminar %lld notas? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer %lld notes ? Cette action est irréversible.
ja: %lld 件のノートを削除してもよろしいですか？この操作は取り消せません。
ko: 노트 %lld개를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 确定要删除 %lld 条笔记吗？此操作不可撤销。
zh_hant: 確定要刪除 %lld 則筆記嗎？此操作無法復原。

# home.alert.delete_notes.message.one
source: Are you sure you want to delete this note? This action cannot be undone.
de: Möchtest du diese Notiz wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que deseas eliminar esta nota? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette note ? Cette action est irréversible.
ja: このノートを削除してもよろしいですか？この操作は取り消せません。
ko: 이 노트를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 确定要删除这条笔记吗？此操作不可撤销。
zh_hant: 確定要刪除這則筆記嗎？此操作無法復原。

# home.alert.delete_notes.message.other
source: Are you sure you want to delete %lld notes? This action cannot be undone.
de: Möchtest du wirklich %lld Notizen löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que deseas eliminar %lld notas? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer %lld notes ? Cette action est irréversible.
ja: %lld 件のノートを削除してもよろしいですか？この操作は取り消せません。
ko: 노트 %lld개를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 确定要删除 %lld 条笔记吗？此操作不可撤销。
zh_hant: 確定要刪除 %lld 則筆記嗎？此操作無法復原。

# home.alert.delete_notes.title
source: Delete Notes
de: Notizen löschen
es: Eliminar notas
fr: Supprimer les notes
ja: メモの削除
ko: 메모 삭제
zh_hans: 删除笔记
zh_hant: 刪除筆記

# home.alert.empty_recycle_bin.confirm
source: Empty
de: Leeren
es: Vaciar
fr: Vider
ja: 空にする
ko: 비우기
zh_hans: 清空
zh_hant: 清空

# home.alert.empty_recycle_bin.message
source: This will permanently delete all notes in the recycle bin.
de: Dadurch werden alle Notizen im Papierkorb dauerhaft gelöscht.
es: Esto eliminará permanentemente todas las notas de la papelera de reciclaje.
fr: Cela supprimera définitivement toutes les notes de la corbeille.
ja: これにより、ごみ箱内のすべてのメモが完全に削除されます。
ko: 이렇게 하면 휴지통에 있는 모든 메모가 영구적으로 삭제됩니다.
zh_hans: 这将永久删除回收站中的所有笔记。
zh_hant: 這將永久刪除回收站中的所有筆記。

# home.alert.empty_recycle_bin.title
source: Empty Recycle Bin
de: Papierkorb leeren
es: Vaciar papelera de reciclaje
fr: Vider la corbeille
ja: ごみ箱を空にする
ko: 휴지통 비우기
zh_hans: 清空回收站
zh_hant: 清空回收站

# home.alert.large_selection.title
source: Large Selection
de: Große Auswahl
es: Gran selección
fr: Grand choix
ja: 豊富な品揃え
ko: 다양한 선택
zh_hans: 多种选择
zh_hant: 多種選擇

# home.alert.recipe_hard_limit.message
source: AI Skills can process up to %lld notes at a time. Please reduce your selection.
de: KI-Skills können bis zu %lld Notizen gleichzeitig verarbeiten. Bitte reduziere deine Auswahl.
es: Las habilidades de IA pueden procesar hasta %lld notas a la vez. Reduce tu selección.
fr: Les compétences IA peuvent traiter jusqu'à %lld notes à la fois. Réduisez votre sélection.
ja: AIスキルで一度に処理できるノートは最大 %lld 件です。選択数を減らしてください。
ko: AI 스킬은 한 번에 최대 %lld개의 노트를 처리할 수 있어요. 선택 수를 줄여 주세요.
zh_hans: AI 技能一次最多可处理 %lld 条笔记。请减少选择数量。
zh_hant: AI 技能一次最多可處理 %lld 則筆記。請減少選取數量。

# home.alert.recipe_soft_limit.message
source: You selected %lld notes. This may take a while to process.
de: Du hast %lld Notizen ausgewählt. Die Verarbeitung kann etwas dauern.
es: Has seleccionado %lld notas. El procesamiento puede tardar un poco.
fr: Vous avez sélectionné %lld notes. Le traitement peut prendre un certain temps.
ja: %lld 件のノートを選択しました。処理に時間がかかる場合があります。
ko: %lld개의 노트를 선택했습니다. 처리에 시간이 걸릴 수 있습니다.
zh_hans: 你已选择 %lld 条笔记，处理可能需要一些时间。
zh_hant: 你已選擇 %lld 則筆記，處理可能需要一些時間。

# home.alert.too_many_notes.title
source: Too Many Notes
de: Zu viele Notizen
es: Demasiadas notas
fr: Trop de notes
ja: メモが多すぎます
ko: 메모가 너무 많습니다
zh_hans: 笔记太多
zh_hant: 筆記太多

# home.ask_agent.confirm
source: Do it
de: Ausführen
es: Ejecutar
fr: Lancer
ja: やってみろよ
ko: 그것을 해라
zh_hans: 做吧
zh_hant: 做吧

# home.ask_agent.message
source: Enter your instruction for these notes.
de: Gib deine Anweisung für diese Notizen ein.
es: Ingresa tu instrucción para estas notas.
fr: Entrez votre instruction pour ces notes.
ja: これらのノートへの指示を入力してください。
ko: 이 노트에 대한 지시사항을 입력하세요.
zh_hans: 请输入针对这些笔记的指令。
zh_hant: 請輸入針對這些筆記的指令。

# home.ask_agent.prompt
source: What should I do?
de: Was soll ich tun?
es: ¿Qué tengo que hacer?
fr: Que dois-je faire?
ja: どうすればいいですか？
ko: 어떻게 해야 하나요?
zh_hans: 我应该怎么办？
zh_hant: 我該怎麼辦？

# home.ask_agent.title
source: Ask Agent
de: Agent fragen
es: Pregunta al agente
fr: Demander à l'agent
ja: エージェントに聞く
ko: 상담원에게 물어보세요
zh_hans: 问问助手
zh_hant: 問問助手

# home.batch_tag.added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加済み
ko: 추가됨
zh_hans: 已添加
zh_hant: 已添加

# home.batch_tag.empty
source: No topics available
de: Keine Themen verfügbar
es: No hay temas disponibles
fr: Aucun thème disponible
ja: 利用できるテーマがありません
ko: 사용 가능한 주제가 없습니다.
zh_hans: 没有可用的主题
zh_hant: 沒有可用的主題

# home.batch_tag.partial
source: Partial
de: Teilweise
es: Parcial
fr: Partiel
ja: 部分
ko: 부분
zh_hans: 部分
zh_hant: 部分

# home.batch_tag.title
source: Add Topic
de: Thema hinzufügen
es: Agregar tema
fr: Ajouter un thème
ja: テーマを追加
ko: 주제 추가
zh_hans: 添加主题
zh_hant: 添加主題

# home.creator_skills.open_hint
source: Opens your Creator Skills
de: Öffnet deine Creator-Skills
es: Abre tus habilidades para creadores
fr: Ouvre vos compétences pour créateurs
ja: クリエイタースキルを開きます
ko: 크리에이터 스킬을 엽니다
zh_hans: 打开创作者技能
zh_hant: 開啟創作者技能

# home.credit_gift.action
source: Start creating
de: Loslegen
es: Empezar
fr: Commencer
ja: 使い始める
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

# home.credit_gift.balance_hint
source: Balance is in the sidebar.
de: Kontostand in der Seitenleiste.
es: Saldo en la barra lateral.
fr: Solde dans la barre laterale.
ja: 残高はサイドバーにあります。
ko: 잔액은 사이드바에 있어요.
zh_hans: 余额在侧边栏。
zh_hant: 餘額在側邊欄。

# home.credit_gift.icon_accessibility
source: Gift credits
de: Geschenkte Credits
es: Credits de regalo
fr: Credits offerts
ja: プレゼント Credits
ko: 선물 Credits
zh_hans: 赠送的 Credits
zh_hant: 贈送的 Credits

# home.credit_gift.message
source: Use them for transcripts, link imports, chats, and AI Skills.
de: Fuer Transkripte, Link-Importe, Chats und AI Skills.
es: Para transcripciones, enlaces, chats y AI Skills.
fr: Pour les transcriptions, liens, chats et AI Skills.
ja: 文字起こし、リンク取り込み、チャット、AI Skills に使えます。
ko: 전사, 링크 가져오기, 채팅, AI Skills에 사용할 수 있어요.
zh_hans: 可用于转文字、导入链接、聊天和 AI Skills。
zh_hant: 可用於轉文字、匯入連結、聊天和 AI Skills。

# home.credit_gift.title
source: Your %lld credits are ready
de: Deine %lld Credits sind bereit
es: Tus %lld Credits estan listos
fr: Vos %lld Credits sont prets
ja: %lld Credits が届きました
ko: %lld Credits가 준비됐어요
zh_hans: 你的 %lld Credits 已到账
zh_hant: 你的 %lld Credits 已到帳

# home.header.accessibility.create_blank_note
source: Create Blank Note
de: Leere Notiz erstellen
es: Crear nota en blanco
fr: Créer une note vide
ja: 空白のノートを作成
ko: 빈 노트 만들기
zh_hans: 创建空白笔记
zh_hant: 建立空白筆記

# home.header.accessibility.empty_recycle_bin
source: Empty Recycle Bin
de: Papierkorb leeren
es: Vaciar papelera de reciclaje
fr: Vider la corbeille
ja: ごみ箱を空にする
ko: 휴지통 비우기
zh_hans: 清空回收站
zh_hant: 清空回收站

# home.header.accessibility.enter_ai_context_mode
source: Enter AI Context Mode
de: In den KI-Kontextmodus wechseln
es: Entrar en el modo de contexto de IA
fr: Entrez en mode contextuel IA
ja: AI コンテキスト モードに入る
ko: AI 컨텍스트 모드 시작
zh_hans: 进入 AI 上下文模式
zh_hant: 進入 AI 上下文模式

# home.header.accessibility.search
source: Search
de: Suchen
es: Buscar
fr: Recherche
ja: 検索
ko: 찾다
zh_hans: 搜索
zh_hant: 搜尋

# home.header.accessibility.title_menu
source: Title menu
de: Titelmenü
es: Menú del título
fr: Menu du titre
ja: タイトルメニュー
ko: 제목 메뉴
zh_hans: 标题菜单
zh_hant: 標題選單

# home.header.deselect_all
source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Désélectionner tout
ja: すべての選択を解除
ko: 모두 선택 해제
zh_hans: 取消全选
zh_hant: 取消全選

# home.header.select_all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
ja: すべて選択
ko: 모두 선택
zh_hans: 选择全部
zh_hant: 選擇全部

# home.header.title_menu.select_notes
source: Select Notes
de: Eine Notiz auswählen
es: Seleccionar notas
fr: Sélectionner des notes
ja: ノートを選択
ko: 노트 선택
zh_hans: 选择笔记
zh_hant: 選擇筆記

# home.note_tag.empty
source: No topics available
de: Keine Themen verfügbar
es: No hay temas disponibles
fr: Aucun thème disponible
ja: 利用できるテーマがありません
ko: 사용 가능한 주제가 없습니다.
zh_hans: 没有可用的主题
zh_hant: 沒有可用的主題

# home.note_tag.title
source: Topics
de: Themen
es: Temas
fr: Thèmes
ja: テーマ
ko: 주제
zh_hans: 主题
zh_hant: 主題

# home.notes.accessibility.pinned
source: Pinned
de: Angeheftet
es: Fijado
fr: Épinglé
ja: 固定済み
ko: 고정됨
zh_hans: 已置顶
zh_hant: 已置頂

# home.notes.action.delete_permanently
source: Delete Permanently
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구적으로 삭제
zh_hans: 永久删除
zh_hant: 永久刪除

# home.notes.action.mark_published
source: Mark as Published
de: Als veröffentlicht markieren
es: Marcar como publicado
fr: Marquer comme publié
ja: 公開済みにする
ko: 게시됨으로 표시
zh_hans: 标记为已发布
zh_hant: 標記為已發布

# home.notes.action.move_to_drafts
source: Move to Drafts
de: Zu Entwürfen verschieben
es: Mover a borradores
fr: Déplacer vers les brouillons
ja: 下書きへ移動
ko: 초안으로 이동
zh_hans: 移到草稿
zh_hant: 移到草稿

# home.notes.action.move_to_inbox
source: Move to Inbox
de: In den Eingang verschieben
es: Mover a bandeja de entrada
fr: Déplacer vers la boîte de réception
ja: 受信箱へ移動
ko: 수집함으로 이동
zh_hans: 移到收集箱
zh_hant: 移到收集箱

# home.notes.action.pin
source: Pin
de: Anheften
es: Fijar
fr: Épingler
ja: 固定する
ko: 고정
zh_hans: 置顶
zh_hant: 置頂

# home.notes.action.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
zh_hans: 恢复
zh_hant: 恢復

# home.notes.action.unpin
source: Unpin
de: Anheften aufheben
es: Desfijar
fr: Désépingler
ja: 固定を解除
ko: 고정 해제
zh_hans: 取消置顶
zh_hant: 取消置頂

# home.notes.empty.default
source: No notes yet. Save a link, record a thought, or start writing.
de: Noch keine Notizen. Speichere einen Link, nimm einen Gedanken auf oder fang an zu schreiben.
es: Aún no hay notas. Guarda un enlace, graba una idea o empieza a escribir.
fr: Aucune note pour l'instant. Enregistrez un lien, dictez une idée ou commencez à écrire.
ja: まだメモはありません。リンクを保存するか、アイデアを録音するか、書き始めましょう。
ko: 아직 메모가 없습니다. 링크를 저장하거나, 생각을 녹음하거나, 글쓰기를 시작해 보세요.
zh_hans: 还没有笔记。保存链接、录下想法，或直接开始写。
zh_hant: 還沒有筆記。儲存連結、錄下想法，或直接開始寫。

# home.notes.empty.drafts
source: No drafts yet. Move a note here to develop it.
de: Noch keine Entwürfe. Verschiebe eine Notiz hierher, um sie weiterzuentwickeln.
es: Aún no hay borradores. Mueve aquí una nota para desarrollarla.
fr: Aucun brouillon pour l'instant. Déplacez une note ici pour la développer.
ja: まだ下書きはありません。メモをここに移して、内容を練りましょう。
ko: 아직 초안이 없습니다. 메모를 이곳으로 옮겨 발전시켜 보세요.
zh_hans: 还没有草稿。把笔记移到这里继续打磨。
zh_hant: 還沒有草稿。把筆記移到這裡繼續打磨。

# home.notes.empty.drafts.message
source: Move a note here to develop it.
de: Verschiebe eine Notiz hierher, um sie weiterzuentwickeln.
es: Mueve aquí una nota para desarrollarla.
fr: Déplacez une note ici pour la développer.
ja: メモをここに移して、内容を練りましょう。
ko: 메모를 이곳으로 옮겨 발전시켜 보세요.
zh_hans: 把笔记移到这里继续打磨。
zh_hant: 把筆記移到這裡繼續打磨。

# home.notes.empty.drafts.title
source: No drafts yet.
de: Noch keine Entwürfe.
es: Aún no hay borradores.
fr: Aucun brouillon pour l'instant.
ja: まだ下書きはありません。
ko: 아직 초안이 없습니다.
zh_hans: 还没有草稿。
zh_hant: 還沒有草稿。

# home.notes.empty.inbox.message
source: Save a link, record a thought, or start writing.
de: Speichere einen Link, nimm einen Gedanken auf oder fang an zu schreiben.
es: Guarda un enlace, graba una idea o empieza a escribir.
fr: Enregistrez un lien, dictez une idée ou commencez à écrire.
ja: リンクを保存するか、アイデアを録音するか、書き始めましょう。
ko: 링크를 저장하거나, 생각을 녹음하거나, 글쓰기를 시작해 보세요.
zh_hans: 保存链接、录下想法，或直接开始写。
zh_hant: 儲存連結、錄下想法，或直接開始寫。

# home.notes.empty.inbox.title
source: No notes yet.
de: Noch keine Notizen.
es: Aún no hay notas.
fr: Aucune note pour l'instant.
ja: まだメモはありません。
ko: 아직 메모가 없습니다.
zh_hans: 还没有笔记。
zh_hant: 還沒有筆記。

# home.notes.empty.published
source: Nothing published yet. Move shared drafts here.
de: Noch nichts veröffentlicht. Verschiebe geteilte Entwürfe hierher.
es: Aún no hay nada publicado. Mueve aquí los borradores compartidos.
fr: Rien de publié pour l'instant. Déplacez ici les brouillons partagés.
ja: まだ公開済みのものはありません。共有した下書きをここに移しましょう。
ko: 아직 게시된 내용이 없습니다. 공유한 초안을 이곳으로 옮기세요.
zh_hans: 还没有已发布内容。把已分享的草稿移到这里。
zh_hant: 還沒有已發布內容。把已分享的草稿移到這裡。

# home.notes.empty.published.message
source: Move shared drafts here.
de: Verschiebe geteilte Entwürfe hierher.
es: Mueve aquí los borradores compartidos.
fr: Déplacez ici les brouillons partagés.
ja: 共有した下書きをここに移しましょう。
ko: 공유한 초안을 이곳으로 옮기세요.
zh_hans: 把已分享的草稿移到这里。
zh_hant: 把已分享的草稿移到這裡。

# home.notes.empty.published.title
source: Nothing published yet.
de: Noch nichts veröffentlicht.
es: Aún no hay nada publicado.
fr: Rien de publié pour l'instant.
ja: まだ公開済みのものはありません。
ko: 아직 게시된 내용이 없습니다.
zh_hans: 还没有已发布内容。
zh_hant: 還沒有已發布內容。
